---
kind: enumMember
id: F:Autodesk.Revit.DB.WorksetKind.UserWorkset
enum: Autodesk.Revit.DB.WorksetKind
source: html/b1e116b1-2ca0-61c1-533d-4a06e38e335d.htm
---
# Autodesk.Revit.DB.WorksetKind.UserWorkset

Workset defined by users, including the two default worksets created by Revit